Revit 2027 API
ParameterTypeId.SteelElemShearstudLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemShearstudLength { get; }
Public Shared ReadOnly Property SteelElemShearstudLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemShearstudLength {
	ForgeTypeId^ get ();
}
static member SteelElemShearstudLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace